/* Attempted translation by Brian Bergstrand.
   Pardon my French. Literally. It's quite horrible. Corrections are welcome.
   
   Pardon mon français. C'est mauvaise.
   */
"Block Size" = "Taille de bloc";
"Don't Automount" = "Ne automount pas";
"Enable Indexed Directories" = "Activer les dossier trié";
"Ignore Permissions" = "Ignore les permissions";
"Indexed Directories" = "Les dossier trié";
"Info" = "L'information";
"IOKit Name" = "Nom de IOKit";
"Filesystem" = "Système de fichiers";
"Large Files" = "Les fichiers grands";
"No" = "Non";
"Number of Blocks" = "Combien les blocs";
"Number of Directories" = "Combien les dossier";
"Number of Files" = "Combien les fichiers";
"Options" = "Les options";
"Please select a disk or volume" = "Choisi un disque ou volume s'il vous plaît";
"Please wait, gathering disk information" = "Attente s'il vous plaît, rassemblement l'information pour les disques";
"Size" = "Taille";
"Volume Name" = "Nom de volume";
"Volume UUID" = "UUID de volume";
"Yes" = "Oui";
